[
    {
        "imgUrl": "/src/blog/image1.jpg",
        "title": "El Rey de los Tontos: Reflexión de un Niño Solitario",
        "body": "De niño, fui varias veces reconocido como \"Estudiante del Mes\". Al final del año escolar, organizaron un desayuno especial para diez estudiantes de toda la escuela, un evento donde las madres serían invitadas para honrar a sus hijos. Recuerdo claramente el día en que llevé la invitación a mi madre, quien estaba ocupada cocinando. Cocinando mucha comida después de un día de duro trabajo. Con la ilusión de un niño, le dije:\n—Mira, mamá, ábrelo.\nElla, sin siquiera levantar la vista, me respondió:\n—¿Qué chingada madre quieres? ¿No ves que estoy ocupada? ¡Vete a ver si ya puso la marrana!\nInsistí, y finalmente tomó la carta, la abrió y la leyó. Luego, soltó:\n—¿Qué chingaderas son estas?\nLe expliqué con orgullo:\n—Es una invitación para un desayuno porque soy uno de los estudiantes del año.\nSu respuesta me golpeó como un martillo sobre una fragua:\n—¿TÚ, estudiante del año? Ya me imagino, si tú lo eres, ¿cómo estarán los otros? ¡Como vegetales, con la baba bajando de sus hocicos !\n\nMe imagino a Quasimodo sosteniendo el cuerpo frágil de Esmeralda, dentro del oscuro frío de las catatumbas. Mientras ríen los vegetales bajo la luz del sol a la melodía del sonar de las campanas.\nFue mucho tiempo después cuando entendí el origen de esas palabras."
    },
    {
        "imgUrl": "/src/blog/image1.jpg",
        "title": "Descubriendo el Archivo de mi Infancia",
        "body": "En la secundaria, tenía un curso electivo ayudando a la secretaría de la escuela. Un día, aprovechando un descuido, encontré mi perfil estudiantil y, consumido por la curiosidad, lo leí detenidamente. Allí descubrí algo que me cambió para siempre: en segundo y tercer grado me habían colocado en educación especial, en clases para niños con discapacidad mental.\nDos memorias surgieron entonces de lo más profundo de mi ser: Blanca, una niña güerita con flemas verdes colgando perpetuamente de su nariz, y los exámenes estandarizados. Recordé cómo, al terminar mis exámenes antes que los demás, me entretenía “arreglando” las burbujas de las respuestas. No soportaba que se vieran desordenadas, así que las borraba y las rellenaba hasta que me parecieran estéticamente correctas.\n\nEn mi perfil, se anotaba que mis resultados eran catastróficos, que no podían “controlarme” y que recomendaron medicarme. Afortunadamente, nunca tomé esos medicamentos. Sin embargo, estas observaciones bastaron para relegarme a clases de “educación especial.”\nTal vez mi madre entendía algo que yo no en aquel entonces. Quizás me veía como el rey de los tontos, un Quasimodo intelectual, destinado a caminar torpemente por el mundo."
    },
    {
        "imgUrl": "/src/blog/image1.jpg",
        "title": "Un Niño Encerrado con las Estrellas y la Muerte",
        "body": "Cuando regresé de México en cuarto grado, fui reubicado en clases regulares. Pero siempre fui un solitario. No sabía de qué hablar con otros niños, así que me refugiaba en mi imaginación. Mi madre y mi padre trabajaban todo el día, y ella me encerraba en el cuarto para que no saliera. Allí, sin muchas caricaturas que mirar, me volví adicto a los documentales de PBS: el espacio, los animales, el tiempo.\nRecuerdo uno en particular, un documental sobre el Sol. Explicaban cómo, en un futuro lejano, se convertiría en una enana blanca y se apagaría, dejando al mundo en una eterna oscuridad. Esa idea se quedó en mi mente por días.\n\nEse mismo fin de semana, fuimos a visitar a mi tío. Había un primo con quien comencé a hablar sobre el documental. Le dije, casi con solemnidad:\n—El Sol se va a apagar. Todo quedará en oscuridad.\nMi tío nos escuchó y nos interrumpió:\n—Ustedes no deberían hablar de esas cosas. ¡Vayan a jugar afuera!"
    },
    {
        "imgUrl": "/src/blog/image1.jpg",
        "title": "La Verdad Revelada en la Mediocridad del Mundo",
        "body": "A medida que crecía, superaba a mis compañeros académicamente. Pero siempre recordaba las palabras de mi madre:\n—Si tú eres estudiante del año, los demás son vegetales.\nY así, cada vez que alguien me alababa por mi inteligencia, una voz interna me susurraba:\n—No lo soy. Quizás soy un poquito mejor que tú, pero, en realidad, somos todos vegetales.\n\nLa humanidad, pretendiendo tener voluntad y grandeza, no es más que un jardín de mediocridad. Nos aferramos a nuestras ilusiones de control y propósito, pero la verdad es cruda y brutal: somos los vegetales de los que hablaba mi madre, creciendo torpemente en el invernadero de la existencia."
    },
    {
        "title": "Extra - Why Programming?",
        "body": "I did not have much interest to program during my youth.<br><br>However, last year while surfing the internet I read <em>Complexity: A Guided Tour</em> by Melanie Mitchell. By coincidence, I was also playing a game called <em>Nier Automata</em>.<br><br>I had done a few tinkering projects on my PC with AI but nothing solid nor concrete. However, after finishing both the book and the game, there was a fire in me to learn everything I could about this beautiful unknown that is complexity.<br><br>In reaching that goal I am prepared to sacrifice everything. HolaCode is helping me take that first step.",
        "imgUrl": "/src/blog/image1.jpg"
    }
]
